/* Creation birthdate */
"Created on %@" = "Created on %@";

/* Creation author */
"Creation by %@" = "Creation by %@";

/* Connection error */
"Error" = "Error";

/* Load more in a list */
"Load 10 more…" = "Load 10 more…";

/* A button for an error box */
"Okay" = "Okay";

/* Creation rating */
"Rated %@" = "Rated %@";

/* Creation tags */
"Tags: %@" = "Tags: %@";

